Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Finish onboarding and open the recording flow
ar: أكمِل التهيئة وافتح مسار التسجيل
da: Afslut introduktionen og åbn optagelsesflowet
de: Onboarding abschließen und den Aufnahme-Ablauf öffnen
es: Finaliza la introducción y abre el flujo de grabación
fi: Viimeistele käyttöönotto ja avaa tallennusnäkymä
fr: Terminez l'intégration et ouvrez le flux d'enregistrement
is: Ljúktu kynningu og opnaðu upptökuferlið
it: Completa l'introduzione e apri il flusso di registrazione
ja: オンボーディングを完了して記録フローを開く
ko: 온보딩을 마치고 녹음 화면 열기
nb: Fullfør introduksjonen og åpne opptaksflyten
nl: Rond de introductie af en open de opnameflow
pt_br: Conclua a introdução e abra o fluxo de gravação
ru: Завершите знакомство и откройте процесс записи
sv: Slutför introduktionen och öppna inspelningsflödet
zh_hans: 完成引导并打开录制流程

source: Finish session
ar: إنهاء الجلسة
da: Afslut session
de: Sitzung beenden
es: Finalizar sesión
fi: Lopeta istunto
fr: Terminer la session
is: Ljúka lotu
it: Termina sessione
ja: セッションを終了
ko: 세션 종료
nb: Avslutt økt
nl: Sessie beëindigen
pt_br: Concluir sessão
ru: Завершить сессию
sv: Avsluta session
zh_hans: 结束记录

source: Firmware
ar: البرنامج الثابت
fi: Laiteohjelmisto
fr: Micrologiciel
is: Fastbúnaður
ja: ファームウェア
ko: 펌웨어
nb: Fastvare
ru: Прошивка
sv: Fast programvara
zh_hans: 固件

source: First half
ar: النصف الأول
da: Første halvdel
de: Erste Hälfte
es: Primera mitad
fi: Ensimmäinen puolisko
fr: Première moitié
is: Fyrri hluti
it: Prima metà
ja: 前半
ko: 전반
nb: Første halvdel
nl: Eerste helft
pt_br: Primeira metade
ru: Первая половина
sv: Första halvan
zh_hans: 前半程

source: First Recording
ar: التسجيل الأول
da: Første optagelse
de: Erste Aufnahme
es: Primera grabación
fi: Ensimmäinen tallennus
fr: Premier enregistrement
is: Fyrsta upptaka
it: Prima registrazione
ja: 最初の記録
ko: 첫 번째 기록
nb: Første opptak
nl: Eerste opname
pt_br: Primeira Gravação
ru: Первая запись
sv: Första inspelning
zh_hans: 首次记录

source: First send to %@
ar: الإرسال أولاً إلى %@
da: Send først til %@
de: Zuerst an %@ senden
es: Primero enviar a %@
fi: Lähetä ensin kohteeseen %@
fr: Envoyer d'abord à %@
is: Senda fyrst til %@
it: Invia prima a %@
ja: 最初に%@へ送信
ko: 먼저 %@(으)로 전송
nb: Send først til %@
nl: Eerst verzenden naar %@
pt_br: Enviar primeiro para %@
ru: Сначала отправить в %@
sv: Skicka först till %@
zh_hans: 首次发送到 %@

source: First-half vs second-half ratio of (pace ÷ HR). Values < 5 % indicate aerobic stability; > 7 % suggests cardiac drift from hydration / fuel / heat demand.
ar: نسبة النصف الأول إلى النصف الثاني لـ (الوتيرة ÷ النبض). القيم أقل من 5 % تدل على ثبات هوائي؛ وأكثر من 7 % توحي بانجراف قلبي بسبب الترطيب أو التغذية أو الحرارة.
da: Forholdet mellem første og anden halvdel af (tempo ÷ puls). Værdier < 5 % indikerer aerob stabilitet; > 7 % tyder på kardiel drift fra væske-, energi- eller varmebehov.
de: Verhältnis der ersten zur zweiten Hälfte von (Pace ÷ HF). Werte < 5 % zeigen aerobe Stabilität; > 7 % deuten auf kardialen Drift durch Flüssigkeits-, Energie- oder Hitzebedarf hin.
es: Razón entre la primera y la segunda mitad de (ritmo ÷ FC). Valores < 5 % indican estabilidad aeróbica; > 7 % sugieren deriva cardíaca por hidratación, energía o calor.
fi: Ensimmäisen ja toisen puoliskon suhde arvosta (vauhti ÷ syke). Alle 5 % kertoo aerobisesta vakaudesta; yli 7 % viittaa sykkeen ryömintään nesteytyksen, energian tai kuumuuden vuoksi.
fr: Rapport première/seconde moitié de (allure ÷ FC). Des valeurs < 5 % indiquent une stabilité aérobie ; > 7 % suggère une dérive cardiaque due à l’hydratation, au ravitaillement ou à la chaleur.
is: Hlutfall fyrri og seinni helmings af (hraði ÷ púls). Gildi undir 5 % benda til loftháðs stöðugleika; yfir 7 % bendir til hjartareks vegna vökva, næringar eða hita.
it: Rapporto tra prima e seconda metà di (passo ÷ FC). Valori < 5 % indicano stabilità aerobica; > 7 % suggerisce deriva cardiaca da idratazione, alimentazione o caldo.
ja: （ペース ÷ 心拍）の前半と後半の比。5 % 未満は有酸素的な安定を示し、7 % 超は水分・補給・暑熱の要求による心拍ドリフトを示唆します。
ko: (페이스 ÷ 심박)의 전반부 대 후반부 비율. 5 % 미만은 유산소 안정성을, 7 % 초과는 수분·연료·더위로 인한 심박 드리프트를 시사합니다.
nb: Forholdet mellom første og andre halvdel av (fart ÷ puls). Verdier < 5 % indikerer aerob stabilitet; > 7 % tyder på kardial drift fra væske-, energi- eller varmebehov.
nl: Verhouding eerste helft versus tweede helft van (tempo ÷ hartslag). Waarden < 5 % duiden op aerobe stabiliteit; > 7 % wijst op cardiale drift door hydratatie, voeding of hitte.
pt_br: Razão entre primeira e segunda metade de (ritmo ÷ FC). Valores < 5 % indicam estabilidade aeróbia; > 7 % sugerem deriva cardíaca por hidratação, energia ou calor.
ru: Отношение первой и второй половины величины (темп ÷ пульс). Значения < 5 % указывают на аэробную стабильность; > 7 % — на кардиальный дрейф из-за жидкости, питания или жары.
sv: Kvoten mellan första och andra halvan av (tempo ÷ puls). Värden < 5 % indikerar aerob stabilitet; > 7 % tyder på kardiell drift från vätska, energi eller värme.
zh_hans: （配速 ÷ 心率）在前半程与后半程的比值。低于 5 % 表示有氧稳定；高于 7 % 则提示因补水、补给或高温需求造成的心率漂移。

source: fit failed — HR too flat for this window
ar: فشل التوفيق — النبض ثابت جدًا لهذه النافذة
da: tilpasning mislykkedes — pulsen er for flad i dette vindue
de: Fit fehlgeschlagen — HF in diesem Fenster zu flach
es: ajuste fallido — FC demasiado plana en esta ventana
fi: sovitus epäonnistui — syke liian tasainen tässä ikkunassa
fr: ajustement échoué — FC trop plate sur cette fenêtre
is: aðlögun mistókst — púls of flatur í þessum glugga
it: fit non riuscito — FC troppo piatta in questa finestra
ja: フィット失敗 — このウィンドウでは心拍が平坦すぎます
ko: 피팅 실패 — 이 구간의 심박이 너무 평탄함
nb: tilpasning mislyktes — pulsen er for flat i dette vinduet
nl: fit mislukt — HS te vlak in dit venster
pt_br: ajuste falhou — FC muito plana nesta janela
ru: аппроксимация не удалась — пульс слишком ровный
sv: anpassning misslyckades — pulsen för platt i detta fönster
zh_hans: 拟合失败 — 该窗口内心率过于平坦

source: Fitness
ar: اللياقة
da: Form
es: Condición física
fi: Kunto
fr: Condition
is: Líkamsform
it: Forma fisica
ja: フィットネス
ko: 피트니스
nb: Form
nl: Fitheid
pt_br: Condicionamento
ru: Форма
sv: Kondition
zh_hans: 体能

source: Fitness (42-day)
ar: اللياقة (42 يومًا)
da: Form (42 dage)
de: Fitness (42 Tage)
es: Condición física (42 días)
fi: Kunto (42 pv)
fr: Condition (42 jours)
is: Þrek (42 dagar)
it: Fitness (42 giorni)
ja: フィットネス（42日）
ko: 체력 (42일)
nb: Form (42 dager)
nl: Fitheid (42 dagen)
pt_br: Condicionamento (42 dias)
ru: Форма (42 дня)
sv: Kondition (42 dagar)
zh_hans: 体能（42 天）

source: Fitness (CTL)
ar: اللياقة (CTL)
da: Form (CTL)
es: Condición física (CTL)
fi: Kunto (CTL)
fr: Condition (CTL)
is: Þrek (CTL)
ja: フィットネス (CTL)
ko: 체력 (CTL)
nb: Form (CTL)
nl: Fitheid (CTL)
pt_br: Condicionamento (CTL)
ru: Форма (CTL)
sv: Kondition (CTL)
zh_hans: 体能 (CTL)

source: Fitness level
ar: مستوى اللياقة
da: Fitnessniveau
de: Fitnessniveau
es: Nivel de condición física
fi: Kuntotaso
fr: Niveau de condition physique
is: Líkamshreysti
it: Livello di forma fisica
ja: フィットネスレベル
ko: 체력 수준
nb: Formnivå
nl: Fitnessniveau
pt_br: Nível de condicionamento
ru: Уровень физической формы
sv: Konditionsnivå
zh_hans: 体能水平

source: Fitness Level
ar: مستوى اللياقة
da: Konditionsniveau
de: Fitnessniveau
es: Nivel de condición física
fi: Kuntotaso
fr: Niveau de condition physique
is: Líkamsástandsstig
it: Livello di forma fisica
ja: フィットネスレベル
ko: 체력 수준
nb: Kondisjonsnivå
nl: Fitheidsniveau
pt_br: Nível de Condicionamento
ru: Уровень физической подготовки
sv: Konditionsnivå
zh_hans: 体能水平

source: Fitness tab
ar: علامة تبويب اللياقة
da: Fitness-fane
es: Pestaña Condición física
fi: Fitness-välilehti
fr: Onglet Condition
is: Fitness-flipi
it: Scheda Fitness
ja: フィットネスタブ
ko: Fitness 탭
nb: Fitness-fane
nl: Fitness-tabblad
pt_br: Aba Fitness
ru: Вкладка «Форма»
sv: Fitness-flik
zh_hans: 体能标签页

source: Fitness Tab
ar: علامة تبويب اللياقة
da: Fitness-fane
es: Pestaña Condición física
fi: Kunto-välilehti
fr: Onglet Condition
is: Fitness-flipi
it: Scheda Fitness
ja: フィットネスタブ
ko: 피트니스 탭
nb: Fitness-fane
nl: Fitness-tabblad
pt_br: Aba Fitness
ru: Вкладка «Форма»
sv: Fitness-flik
zh_hans: 体能标签页

source: Fitness, fatigue, form
ar: اللياقة والإرهاق والحالة
da: Form, træthed, friskhed
de: Fitness, Ermüdung, Form
es: Condición física, fatiga, forma
fi: Kunto, väsymys, terävyys
fr: Condition, fatigue, fraîcheur
is: Þrek, þreyta, form
it: Fitness, affaticamento, forma
ja: フィットネス、疲労、コンディション
ko: 체력, 피로, 컨디션
nb: Form, tretthet, friskhet
nl: Fitheid, vermoeidheid, vorm
pt_br: Condicionamento, fadiga, forma
ru: Форма, усталость, свежесть
sv: Kondition, trötthet, form
zh_hans: 体能、疲劳、状态

source: Fitness, fatigue, form — your training arc
ar: اللياقة والإرهاق والحالة — مسار تدريبك
da: Form, træthed, frisk form — din træningsbue
de: Fitness, Ermüdung, Form — dein Trainingsverlauf
es: Condición física, fatiga, forma: tu arco de entrenamiento
fi: Kunto, väsymys, terävyys — harjoituskaaresi
fr: Condition, fatigue, fraîcheur — votre courbe d'entraînement
is: Form, þreyta, ferskleiki — æfingaferillinn þinn
it: Forma fisica, affaticamento, condizione — il tuo arco di allenamento
ja: フィットネス、疲労、コンディション — あなたのトレーニングの推移
ko: 체력, 피로, 컨디션 — 당신의 훈련 흐름
nb: Form, tretthet, friskhet — treningsbuen din
nl: Fitheid, vermoeidheid, vorm — je trainingsverloop
pt_br: Condicionamento, fadiga, forma — sua trajetória de treino
ru: Форма, усталость, свежесть — ваша тренировочная динамика
sv: Form, trötthet, fräschhet — din träningskurva
zh_hans: 体能、疲劳、状态——你的训练曲线

source: Fixed time
ar: وقت ثابت
da: Fast tid
de: Feste Zeit
es: Hora fija
fi: Kiinteä aika
fr: Heure fixe
is: Fastur tími
it: Orario fisso
ja: 固定時刻
ko: 고정 시간
nb: Fast tid
nl: Vaste tijd
pt_br: Horário fixo
ru: Фикс. время
sv: Fast tid
zh_hans: 固定时间

source: Floors
ar: الطوابق
da: Etager
de: Etagen
es: Pisos
fi: Kerrokset
fr: Étages
is: Hæðir
it: Piani
ja: 階数
ko: 층
nb: Etasjer
nl: Verdiepingen
pt_br: Andares
ru: Этажи
sv: Våningar
zh_hans: 楼层

source: Following %@
ar: يتبع %@
da: Følger %@
de: Folgt %@
es: Siguiendo %@
fi: Seurataan: %@
fr: Suit %@
is: Fylgir %@
it: Segue %@
ja: %@ をフォロー中
ko: %@ 따라가는 중
nb: Følger %@
nl: Volgt %@
pt_br: Seguindo %@
ru: Следует %@
sv: Följer %@
zh_hans: 正在跟随 %@

source: Following %@ (in reverse)
ar: يتبع %@ (بالعكس)
da: Følger %@ (omvendt)
de: Folgt %@ (rückwärts)
es: Siguiendo %@ (en sentido inverso)
fi: Seurataan: %@ (käänteisesti)
fr: Suit %@ (en sens inverse)
is: Fylgir %@ (öfugt)
it: Segue %@ (in senso inverso)
ja: %@ を逆方向にフォロー中
ko: %@ 역방향으로 따라가는 중
nb: Følger %@ (motsatt vei)
nl: Volgt %@ (omgekeerd)
pt_br: Seguindo %@ (no sentido inverso)
ru: Следует %@ (в обратную сторону)
sv: Följer %@ (omvänt)
zh_hans: 正在反向跟随 %@

source: foot pod
ar: مستشعر القدم
da: fodsensor
de: Fußsensor
es: sensor de pie
fi: jalka-anturi
fr: capteur de pied
is: fótnemi
it: sensore da scarpa
ja: フットポッド
ko: 풋 포드
nb: fotsensor
nl: voetsensor
pt_br: sensor de pé
ru: датчик на обуви
sv: fotsensor
zh_hans: 足部传感器

source: Foot Pod / Bike Trainer
ar: حسّاس القدم / مدرّب الدراجة
da: Fodpod / cykeltrainer
es: Sensor de pie / rodillo de bici
fi: Jalkasensori / pyöräträinäri
fr: Capteur de pied / home trainer
is: Fótnemi / hjólaþjálfi
it: Foot Pod / rullo da bici
ja: フットポッド / バイクトレーナー
ko: 풋 포드 / 바이크 트레이너
nb: Fotpod / sykkeltrener
nl: Foot Pod / fietstrainer
pt_br: Foot Pod / rolo de bike
ru: Датчик стопы / велостанок
sv: Fotpod / cykeltrainer
zh_hans: 足部传感器 / 骑行台

source: Foot Pod / Running Power
ar: مستشعر القدم / قدرة الجري
da: Fodsensor / løbeeffekt
de: Fußsensor / Laufleistung
es: Sensor de pie / potencia de carrera
fi: Jalkasensori / juoksuteho
fr: Capteur de pied / puissance de course
is: Fótnemi / hlaupaafl
it: Sensore podometrico / potenza di corsa
ja: フットポッド / ランニングパワー
ko: 풋 포드 / 러닝 파워
nb: Fotsensor / løpseffekt
nl: Voetsensor / hardloopvermogen
pt_br: Sensor de pé / potência de corrida
ru: Датчик на обуви / беговая мощность
sv: Fotsensor / löpeffekt
zh_hans: 足部传感器 / 跑步功率

source: For daytime checks, post-workout recovery, or if you can't do overnight
ar: للفحوصات النهارية أو التعافي بعد التمرين أو إذا لم تستطع القيام بذلك أثناء الليل
da: Til dagskontrol, restitution efter træning, eller hvis du ikke kan tage natteoptagelse
de: Für Tagesmessungen, Erholung nach dem Training oder wenn eine Nachtmessung nicht möglich ist
es: Para comprobaciones diurnas, recuperación post-entrenamiento, o si no puedes hacerlo durante la noche
fi: Päiväseurantaan, harjoituksen jälkeiseen palautumiseen tai jos et voi mitata yön aikana
fr: Pour les vérifications en journée, la récupération post-entraînement, ou si vous ne pouvez pas faire de mesure nocturne
is: Fyrir dagsmælingar, bata eftir æfingu eða ef þú getur ekki mælt yfir nótt
it: Per controlli diurni, recupero post-allenamento o se non è possibile effettuare il monitoraggio notturno
ja: 日中のチェック、ワークアウト後の回復、または夜間記録ができない場合
ko: 주간 확인, 운동 후 회복, 또는 야간 측정이 불가할 때 사용
nb: For dagtidskontroller, restitusjon etter trening, eller hvis du ikke kan gjøre nattopptak
nl: Voor controles overdag, herstel na training, of als u geen nachtmeting kunt doen
pt_br: Para verificações diurnas, recuperação pós-treino ou se você não pode fazer a noturna
ru: Для дневных проверок, восстановления после тренировки или если ночная запись невозможна
sv: För dagkontroller, återhämtning efter träning, eller om du inte kan göra nattmätning
zh_hans: 用于日间检查、运动后恢复，或无法进行夜间记录时

source: For sleep + vitals
ar: للنوم والعلامات الحيوية
da: Til søvn + vitalværdier
de: Für Schlaf + Vitalwerte
es: Para sueño y constantes
fi: Unelle ja vitaaliarvoille
fr: Pour le sommeil et les signes vitaux
is: Fyrir svefn + lífsmörk
it: Per sonno e parametri vitali
ja: 睡眠＋バイタル用
ko: 수면 + 생체 지표용
nb: For søvn + vitalverdier
nl: Voor slaap + vitale waarden
pt_br: Para sono e sinais vitais
ru: Для сна и показателей
sv: För sömn + vitalvärden
zh_hans: 用于睡眠与生命体征

source: FOR TOMORROW
ar: للغد
da: TIL I MORGEN
de: FÜR MORGEN
es: PARA MAÑANA
fi: HUOMISEKSI
fr: POUR DEMAIN
is: FYRIR MORGUNDAGINN
it: PER DOMANI
ja: 明日に向けて
ko: 내일을 위해
nb: TIL I MORGEN
nl: VOOR MORGEN
pt_br: PARA AMANHÃ
ru: НА ЗАВТРА
sv: TILL IMORGON
zh_hans: 明日建议

source: For wellness and fitness use only. Not a medical device; not medical advice, diagnosis, or treatment.
ar: للاستخدام في العافية واللياقة فقط. ليس جهازًا طبيًا؛ وليس نصيحة طبية أو تشخيصًا أو علاجًا.
da: Kun til wellness- og fitnessbrug. Ikke et medicinsk udstyr; ikke lægelig rådgivning, diagnose eller behandling.
de: Nur für Wellness- und Fitnesszwecke. Kein Medizinprodukt; keine medizinische Beratung, Diagnose oder Behandlung.
es: Solo para uso de bienestar y fitness. No es un dispositivo médico; no constituye consejo médico, diagnóstico ni tratamiento.
fi: Vain hyvinvointi- ja kuntoilukäyttöön. Ei lääkinnällinen laite; ei lääketieteellistä neuvontaa, diagnoosia tai hoitoa.
fr: À usage bien-être et fitness uniquement. Pas un dispositif médical ; ni conseil médical, ni diagnostic, ni traitement.
is: Aðeins til vellíðunar- og líkamsræktarnota. Ekki lækningatæki; hvorki læknisráð, greining né meðferð.
it: Solo per uso benessere e fitness. Non è un dispositivo medico; non è consulenza medica, diagnosi o terapia.
ja: ウェルネスおよびフィットネス用途に限ります。医療機器ではなく、医学的助言・診断・治療でもありません。
ko: 웰니스 및 피트니스 용도로만 사용하세요. 의료기기가 아니며 의학적 조언, 진단, 치료가 아닙니다.
nb: Kun til velvære- og treningsbruk. Ikke medisinsk utstyr; ikke medisinsk råd, diagnose eller behandling.
nl: Alleen voor wellness- en fitnessgebruik. Geen medisch hulpmiddel; geen medisch advies, diagnose of behandeling.
pt_br: Apenas para uso de bem-estar e condicionamento físico. Não é um dispositivo médico; não é aconselhamento médico, diagnóstico ou tratamento.
ru: Только для велнеса и фитнеса. Не является медицинским изделием; не является медицинской консультацией, диагнозом или лечением.
sv: Endast för wellness- och träningsbruk. Inte en medicinteknisk produkt; inte medicinsk rådgivning, diagnos eller behandling.
zh_hans: 仅供健康与健身用途。非医疗器械；不构成医疗建议、诊断或治疗。

source: For workouts without a GPS route it uses your current location, so iOS may ask for location access.
ar: للتمارين التي لا تحتوي على مسار GPS يستخدم موقعك الحالي، لذا قد يطلب iOS الوصول إلى الموقع.
da: Til træning uden GPS-rute bruger den din aktuelle placering, så iOS kan bede om adgang til placering.
de: Für Trainings ohne GPS-Route wird dein aktueller Standort verwendet, daher fragt iOS möglicherweise nach Standortzugriff.
es: Para los entrenamientos sin ruta GPS usa tu ubicación actual, por lo que iOS puede pedir acceso a la ubicación.
fi: Harjoituksissa, joissa ei ole GPS-reittiä, se käyttää nykyistä sijaintiasi, joten iOS saattaa pyytää sijaintilupaa.
fr: Pour les entraînements sans itinéraire GPS, il utilise votre position actuelle, iOS peut donc demander l’accès à la localisation.
is: Fyrir æfingar án GPS-leiðar notar það núverandi staðsetningu þína, svo iOS gæti beðið um aðgang að staðsetningu.
it: Per gli allenamenti senza percorso GPS usa la tua posizione attuale, quindi iOS potrebbe chiedere l’accesso alla posizione.
ja: GPS ルートのないワークアウトでは現在地を使用するため、iOS が位置情報へのアクセスを求めることがあります。
ko: GPS 경로가 없는 운동에는 현재 위치를 사용하므로 iOS가 위치 접근 권한을 요청할 수 있습니다.
nb: For økter uten GPS-rute brukes din nåværende posisjon, så iOS kan be om tilgang til posisjon.
nl: Voor trainingen zonder gps-route gebruikt het je huidige locatie, dus iOS kan om toegang tot je locatie vragen.
pt_br: Para treinos sem rota de GPS, ele usa sua localização atual, então o iOS pode pedir acesso à localização.
ru: Для тренировок без GPS-маршрута используется ваша текущая геопозиция, поэтому iOS может запросить доступ к геопозиции.
sv: För träningspass utan GPS-rutt används din aktuella plats, så iOS kan be om platsåtkomst.
zh_hans: 对于没有 GPS 路线的训练，它会使用你的当前位置，因此 iOS 可能会请求位置访问权限。

source: Force iCloud Sync
ar: فرض مزامنة iCloud
da: Gennemtving iCloud-synkronisering
de: iCloud-Synchronisierung erzwingen
es: Forzar la sincronización de iCloud
fi: Pakota iCloud-synkronointi
fr: Forcer la synchronisation iCloud
is: Þvinga iCloud-samstillingu
it: Forza la sincronizzazione iCloud
ja: iCloud同期を強制実行
ko: iCloud 동기화 강제 실행
nb: Tving iCloud-synkronisering
nl: iCloud-synchronisatie forceren
pt_br: Forçar sincronização do iCloud
ru: Принудительно синхронизировать iCloud
sv: Tvinga iCloud-synkronisering
zh_hans: 强制 iCloud 同步

source: Forget
ar: نسيان
da: Glem
de: Vergessen
es: Olvidar
fi: Unohda
fr: Oublier
is: Gleyma
it: Dimentica
ja: 削除
ko: 지우기
nb: Glem
nl: Vergeten
pt_br: Esquecer
ru: Забыть
sv: Glöm
zh_hans: 忘记

source: Forget everything
ar: نسيان كل شيء
da: Glem alt
de: Alles vergessen
es: Olvidar todo
fi: Unohda kaikki
fr: Tout oublier
is: Gleyma öllu
it: Dimentica tutto
ja: すべて忘れる
ko: 모두 잊기
nb: Glem alt
nl: Alles vergeten
pt_br: Esquecer tudo
ru: Забыть всё
sv: Glöm allt
zh_hans: 忘记全部

source: Forget everything?
ar: نسيان كل شيء؟
da: Glem alt?
de: Alles vergessen?
es: ¿Olvidar todo?
fi: Unohdetaanko kaikki?
fr: Tout oublier ?
is: Gleyma öllu?
it: Dimenticare tutto?
ja: すべて消去しますか？
ko: 모두 잊을까요?
nb: Glemme alt?
nl: Alles vergeten?
pt_br: Esquecer tudo?
ru: Забыть всё?
sv: Glömma allt?
zh_hans: 忘记所有内容？

source: Forget Strap
ar: نسيان الحزام
da: Glem rem
de: Gurt entfernen
es: Olvidar banda
fi: Unohda vyö
fr: Oublier la ceinture
is: Gleyma ól
it: Dimentica fascia
ja: ストラップを削除
ko: 스트랩 지우기
nb: Glem belte
nl: Band vergeten
pt_br: Esquecer cinta
ru: Забыть ремень
sv: Glöm band
zh_hans: 忘记心率带

source: Form
ar: الحالة
da: Friskhed
es: Forma
fi: Vire
fr: Fraîcheur
it: Forma
ja: コンディション
ko: 컨디션
nb: Friskhet
nl: Vorm
pt_br: Forma
ru: Свежесть
zh_hans: 状态

source: Form (TSB)
ar: الحالة (TSB)
da: Friskhed (TSB)
es: Forma (TSB)
fi: Vire (TSB)
fr: Fraîcheur (TSB)
it: Forma (TSB)
ja: コンディション (TSB)
ko: 컨디션 (TSB)
nb: Friskhet (TSB)
nl: Vorm (TSB)
pt_br: Forma (TSB)
ru: Свежесть (TSB)
zh_hans: 状态 (TSB)

source: Format
ar: التنسيق
es: Formato
fi: Muoto
is: Snið
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
ru: Формат
zh_hans: 格式

source: Foster monotony %.1f over the last 7 days. Mixing intensities (one easy day, one hard day) helps your body absorb the work.
ar: الرتابة %.1f خلال الأيام السبعة الماضية. مزج الشدّات (يوم سهل ويوم صعب) يساعد جسمك على استيعاب الحِمل.
da: Monotoni på %.1f over de seneste 7 dage. At blande intensiteter (en let dag, en hård dag) hjælper kroppen med at optage træningen.
de: Monotonie von %.1f in den letzten 7 Tagen. Eine Mischung der Intensitäten (ein leichter Tag, ein harter Tag) hilft deinem Körper, die Arbeit zu verarbeiten.
es: Monotonía de %.1f en los últimos 7 días. Alternar intensidades (un día suave, un día duro) ayuda a tu cuerpo a asimilar el trabajo.
fi: Monotonia %.1f viimeisten 7 päivän aikana. Tehojen vaihtelu (yksi kevyt päivä, yksi kova päivä) auttaa kehoasi sulattamaan kuormituksen.
fr: Monotonie de %.1f sur les 7 derniers jours. Varier les intensités (un jour facile, un jour difficile) aide votre corps à assimiler le travail.
is: Einhæfni upp á %.1f síðustu 7 dagana. Að blanda ákefð (einn léttan dag, einn erfiðan dag) hjálpar líkamanum að taka inn álagið.
it: Monotonia di %.1f negli ultimi 7 giorni. Alternare le intensità (un giorno facile, uno duro) aiuta il corpo ad assimilare il lavoro.
ja: 過去7日間のモノトニーは %.1f です。強度を変える（軽い日と強い日を混ぜる）ことで、体が負荷を吸収しやすくなります。
ko: 지난 7일간 모노토니가 %.1f입니다. 강도를 섞으면(쉬운 날 하나, 힘든 날 하나) 몸이 운동량을 흡수하는 데 도움이 됩니다.
nb: Monotoni på %.1f de siste 7 dagene. Å blande intensiteter (en lett dag, en hard dag) hjelper kroppen med å ta opp arbeidet.
nl: Monotonie van %.1f over de afgelopen 7 dagen. Het afwisselen van intensiteiten (één rustige dag, één zware dag) helpt je lichaam de belasting te verwerken.
pt_br: Monotonia de %.1f nos últimos 7 dias. Variar as intensidades (um dia leve, um dia difícil) ajuda seu corpo a assimilar o esforço.
ru: Монотонность %.1f за последние 7 дней. Чередование интенсивности (один лёгкий день, один тяжёлый) помогает организму усвоить нагрузку.
sv: Monotoni på %.1f de senaste 7 dagarna. Att variera intensiteterna (en lätt dag, en hård dag) hjälper kroppen att ta upp arbetet.
zh_hans: 过去 7 天的单调度为 %.1f。混合强度（一天轻松、一天高强度）有助于身体吸收训练负荷。

source: Fractal Correlation (α1)
ar: الارتباط الكسوري (α1)
da: Fraktal korrelation (α1)
de: Fraktale Korrelation (α1)
es: Correlación fractal (α1)
fi: Fraktaalinen korrelaatio (α1)
fr: Corrélation fractale (α1)
is: Brotafylgni (α1)
it: Correlazione frattale (α1)
ja: フラクタル相関（α1）
ko: 프랙탈 상관(α1)
nb: Fraktal korrelasjon (α1)
nl: Fractale correlatie (α1)
pt_br: Correlação fractal (α1)
ru: Фрактальная корреляция (α1)
sv: Fraktal korrelation (α1)
zh_hans: 分形相关性（α1）
